Repository: 0mhu/gds-render
Catalog: translations/pot/po/*/command-line.po
Languages: de

source: %d reference loops found.
de: %d Referenzschleifen gefunden.

source: Cell is affected by reference loop. Abort!
de: Zelle von Referenzschleife betroffen. Abbruch!

source: Cell was not checked. This should not happen. Please report this issue. Will continue either way.
de: Zelle wurde nicht überprüft. Das sollte nicht passieren. Bitte melden Sie dieses Fehlverhalten. Es wird dennoch fortgefahren.

source: Checking library %s failed.
de: Überprüfen der Bibliothek %s fehlgeschlagen.

source: Couldn't find cell in first library!
de: Konnte Zelle nicht in der ersten Bibliothek finden!

source: Count of renderers %d does not match count of output file names %d
de: Anzahl der Renderer %d entspricht nicht der Anzahl der angegebenen Ausgabepfade %s

source: No library in library list. This should not happen.
de: Keine Bilbiothek in Bibliotheksliste vorhanden. Dies sollte nicht passieren.

source: Please specify renderers and file names
de: Bitte geben Sie Renderer und Dateinamen an

source: Please specify shared object for external renderer. Will ignore this renderer.
de: Bitte geben Sie ein 'shared object' für den externen Renderer an. Renderer wird ignoriert.

source: Probably missing argument. Check --help option
de: Vermutlich fehlendes Argument. Siehe --help Option für Hilfe
