Repository: 0mhu/gds-render
Catalog: translations/pot/po/*/gds-render.po
Languages: de

source: Full git commit: %s
de: Vollständiger git-Commit: %s

source: FILE - Convert GDS file <FILE> to graphic
de: DATEI - Konvertiere GDS-Datei <DATEI> in Grafik

source: !! Replaced during runtime !!
de: !! Ersetzt zur Laufzeit !!

source: %d reference loops found.
de: %d Referenzschleifen gefunden.

source: About
de: Info

source: Argument string passed to render lib
de: An Render-Bibliothek übergebener Argument-String

source: Automatically color layers
de: Färbe Layer automatisch

source: Automatically name layers
de: Bename Layer automatisch

source: Broken cell list item found in cell %s. Will continue.
de: Defektes Listenelement in Zelle %s. Ignoriere.

source: Broken cell list item found. Will continue.
de: Defektes Zellenelement in Liste gefunden. Ignoriere.

source: Cairo export finished. It might still be buggy!
de: Cairo-Export abgeschlossen. Möglicherweise fehlerhaft!

source: Calling external renderer.
de: Rufe externen Renderer auf.

source: Cancel
de: Abbruch

source: Cell
de: Zelle

source: Cell is affected by reference loop. Abort!
de: Zelle ist von referenzschleife betroffen. Abbruch!

source: Cell to render
de: Zu rendernde Zelle

source: Cell was not checked. This should not happen. Please report this issue. Will continue either way.
de: Zelle wurde nicht überprüft. Das sollte nicht passieren. Bitte melden Sie dieses Problem. Es wird dennoch fortgefahren.

source: Checking library %s failed.
de: Überprüfung von Bibliothek %s fehlgeschlagen.

source: Configure LaTeX as standalone document
de: Konfiguriere LaTeX als eigenständiges Dokument

source: Convert selected cell
de: Konvertiere ausgewählte Zelle

source: Could not load external library '%s' Detailed error is: %s
de: Externe Bibliothek '%s' konnte nicht geladen werden. Detailierter Fehler: %s

source: Could not open LaTeX output file
de: LaTeX-Ausgabedatei konnte nicht geöffnet werden

source: Couldn't find cell in first library!
de: Zelle nicht in erster Bibliothek gefunden!

source: Count of renderers %d does not match count of output file names %d
de: Anzahl der Renderer %d stimmt nicht mit der Anzahl der angegebenen Ausgabedateinamen %d überein

source: Create PDF Layers (OCG)
de: Generiere PDF-Layer (OCG)

source: Create standalone TeX
de: Generiere eingenständiges TeX

source: Divide output coordinates by <SCALE>
de: Dividiere Ausgabekoordinaten durch <SCALE>

source: Export Layer
de: Exportiere Layer

source: Exporting layer %d to file
de: Exportiere Layer %d in Datei

source: External renderer finished.
de: Externer Renderer beendet.

source: Fatal error: Cairo Renderer: Could not spawn child process!
de: Fataler Fehler: Cairo Renderer: Sub-Prozess konnte nicht gestartet werden!

source: GDSII-Files
de: GDSII-Dateien

source: Generate LaTeX/TikZ output
de: Generiere LaTeX/TikZ Ausgabe

source: Generate PDF Layers
de: Generiere PDF Layers

source: Generating cell %s
de: Generiere Zelle %s

source: Height: %.3lf %sm
de: Höhe: %.3lf %sm

source: Ignored argument: %s
de: Ignoriertes Argument: %s

source: Init function not found in library: %s
de: Init-Funktion nicht in Bibliothek gefunden: %s

source: Layer number too high / outside of spec.
de: Layer-Nummer zu hoch / Außerhalb der Spezifikation.

source: Layer outside of spec.
de: Layer außerhalb der Spezifikation

source: Library
de: Bibliothek

source: Load Mapping
de: Zuordnung laden

source: Load the current layer configuration from CSV
de: Lade die aktuelle Layer-Zuordnung aus einer CSV-Datei

source: Logo could not be displayed: %s
de: Logo konnte nicht angezeigt werden: %s

source: No layer specification supplied.
de: Keine Layer-Spezifikation angegeben.

source: No library in library list. This should not happen.
de: Keine Bibliothek in Bibliotheksliste. Das sollte nicht passieren.

source: No/invalid output file set.
de: Keine oder invalide Ausgabedatei angegeben.

source: Open GDS2 Database
de: Öffne GDS2 Datenbank

source: Open GDSII
de: Öffne GDSII

source: Open GDSII File
de: Öffne GDSII-Datei

source: Option parsing failed: %s
de: Optionsverarbeitung fehlgeschlagen: %s

source: Output Height: %u px
de: Ausgabehöhe: %u px

source: Output Renderer not valid.
de: Ausgaberenderer invalide.

source: Output Renderer: Rendering function broken. This is a bug.
de: Ausgaberenderer: Render-Funktion defekt. Dies ist ein interner Programmfehler.

source: Output Width: %u px
de: Ausgabebreite: %u px

source: Output file path. Can be used multiple times.
de: Ausgabepfad. Kann mehrfach angegeben werden.

source: Output renderer called without cell to render.
de: Ausgaberenderer ohne zu rendernde Zelle aufgerufen.

source: Output renderer does not define a render_output function!
de: Ausgaberenderer definiert keine render_output Funktion!

source: Path for Layer Mapping File
de: Pfad zur Lagenzuordnungsdatei

source: Path to a custom shared object, that implements the necessary rendering functions
de: Pfad zu einem benutzerdefiniertem Shared-Object, welches die notwendigen Funktionen implementiert

source: Path to shared object not set!
de: Kein Pfad zu einem Shared-Object gesetzt!

source: Please specify renderers and file names
de: Bitte Renderer und Dateinamen angeben.

source: Please specify shared object for external renderer. Will ignore this renderer.
de: Bitte Shares-Object für externen Renderer angeben. Dieser Renderer wird ignoriert.

source: Print version
de: Zeige Versionsnummer

source: Probably missing argument. Check --help option
de: Vermutlich ein fehlendes Argument. Bitte --help überprüfen

source: Quit
de: Beenden

source: Ready
de: Bereit

source: Render PDF using Cairographics
de: Rendere PDF mit Cairographics

source: Render SVG using Cairographics (too buggy at the moment)
de: Rendere SVG mit Cairographics (Experimentell)

source: Renderer Settings
de: Renderer Einstellungen

source: Renderer already started asynchronously
de: Renderer wird bereits asynchron ausgeführt

source: Renderer to use. Can be used multiple times.
de: Zu nutzender Renderer. Kann mehrfach angegeben werden.

source: Rendering Cairo Output...
de: Rendere Cairo-Ausgabe...

source: Rendering cell...
de: Renderere Zelle...

source: Rendering function not found in library: %s
de: Render Funktion nicht in Bibliothek gefunden: %s

source: Save Mapping
de: Zuordnung speichern

source: Save the current layer configuration to CSV
de: Die aktuelle Lagenkonfiguration als CSV-Datei speichern

source: Scale < 1 not allowed. Setting to 1
de: Skaliereung < 1 nicht erlaubt. Setze auf 1

source: Select Layer Color and Opacity
de: Wähle Layer-Farbe und Transparenz

source: Select all layers for export
de: Wähle alle Layer zum Exporieren

source: Size of layer %d%s%s%s: <%lf x %lf> @ (%lf | %lf)
de: Größe von Layer %d%s%s%s: <%lf x %lf> @ (%lf | %lf)

source: Sort layers ascending
de: Sortiere Layer aufsteigend

source: Sort layers descending
de: Sortiere Layer absteigend

source: There is already an open instance. Will open second window in that instance.
de: Es ist bereits eine Instanz dieses Programms geöffnet. Es wird ein zweites Fenster in jener Instanz geöffnet.

source: This is gds-render, version: %s For a list of supported commands execute with --help option.
de: Dies ist gds-render, Version: %s Für eine Liste der unterstützten Kommandos mit der Option --help ausführen.

source: Visited cell list should be empty. This is a bug. Please report this.
de: Liste markierter Zellen sollte leer sein. Dies ist ein Fehler. Bitte melden.

source: Width: %.3lf %sm
de: Breite: %.3lf %sm

source: Working...
de: Arbeite...

source: gds-render is a free tool for rendering GDS2 layout files into vector graphics.
de: gds-render ist ein freies Programm, um GDS2-Layouts in Vektorgrafiken zu konvertieren.
