Repository: 0mhu/gds-render
Catalog: translations/pot/po/*/main.po
Languages: de

source: Full git commit: %s
de: Vollständige git Commit-ID %s

source: FILE - Convert GDS file <FILE> to graphic
de: Datei -- Konvertiere GDS Datei <Datei> zu Vektorgrafik

source: About
de: Über

source: Argument string passed to render lib
de: Argumente, die an externe Render-Bibliothek weitergegeben werden sollen

source: Cell to render
de: Zu konvertierende Zelle

source: Create PDF Layers (OCG)
de: Generiere PDF Layer (OCG)

source: Create standalone TeX
de: Generiere alleinstehendes TeX

source: Divide output coordinates by <SCALE>
de: Skaliere Ausgabekoordinaten um Faktor <SCALE> herab

source: Ignored argument: %s
de: Ignoriertes Argument: %s

source: Logo could not be displayed: %s
de: Logo konnte nicht angezeigt werden: %s

source: Option parsing failed: %s
de: Übergabeparameterkonvertierung fehlgeschlagen: %s

source: Output file path. Can be used multiple times.
de: Ausgabedatei. Kann mehrfach angegeben werden.

source: Path for Layer Mapping File
de: Pfad zur "Layer Mapping"-Datei

source: Path to a custom shared object, that implements the necessary rendering functions
de: Pfad zu einer Programmbibliothek, die die notwendigen Renderingfunktionen bereitstellt

source: Print version
de: Programmversion aufgeben

source: Quit
de: Beenden

source: Renderer to use. Can be used multiple times.
de: Gewünschter Renderer. Kann mehrfach angegeben werden.

source: Scale < 1 not allowed. Setting to 1
de: Skalierung < 1 nicht erlaubt. Rückfallwert 1 benutzt.

source: There is already an open instance. Will open second window in that instance.
de: Es is bereits eine Instanz dieses Programms geöffnet. Ein weiteres Fenster in dieser wird geöffnet.

source: This is gds-render, version: %s For a list of supported commands execute with --help option.
de: gds-render, Version %s Um eine Liste der unterstützten Befehle zu erhalten, bitte mit der Option --help ausführen.

source: gds-render is a free tool for rendering GDS2 layout files into vector graphics.
de: gds-render is ein freies Werkzeug zum Wandeln von GDS2 Layouts in Vektorgrafiken.
